[{"name":"Mirazur","place":"Menton, France","quote":"Côte d’Azur cooking inspired by the mountains, sea, and seasonal garden","images":["http://www.theworlds50best.com/filestore/jpg/Mirazur_exterior1_2015.jpg","http://www.theworlds50best.com/filestore/jpg/Mirazur_dish1_2015.jpg","http://www.theworlds50best.com/filestore/jpg/Mirazur_dish2_2015.jpg","http://www.theworlds50best.com/filestore/jpg/Mirazur_exterior1_2015.jpg","http://www.theworlds50best.com/filestore/jpg/Mirazur_dish1_2015.jpg"],"body":"<p></p><p>Perched on a hillside adjacent to the Franco-Italian border in Menton, Mirazur comes to life with the ingredients, flavours and colours of the Côte d’Azur. Argentine-born chef Mauro Colagreco brings both innovation and simplicity to his degustation and regularly changing carte blanche menus.</p><p>The mountains, the sea, and the restaurant’s large organic garden command impeccably presented dishes that strive to let each quality ingredient sing to its greatest potential. Colagreco combines avant-garde techniques to tell a story where the local, fresh produce plays the role as protagonist, surprising guests with exciting cooking methods, textures, and temperatures. Tastes of France, Italy and Argentina are all represented on the artfully presented plates.</p><p>Mirazur is housed in a 1930s-style building, with wall-to-wall glass windows that overlook Menton’s endless sea horizon and picturesque landscape. Each morning Colagreco’s team ventures into the garden to gather herbs, flowers, citrus fruits, and vegetables to accompany a largely seafood menu highlighting the region’s gems. Highlights include shrimp carpaccio with raspberry and blackberry purée, citrus and elderflower; raw slivers of asparagus and green apples, with mint, grapefruit in a honey yoghurt vinaigrette; squab with risotto, strawberries and gizzard confit; and black sesame cake served with aged balsamic vinegar.Images: Per-Anders Jorgensen</p><p></p>","chefImg":"http://www.theworlds50best.com/filestore/jpg/Mirazur_chef_2015.jpg","onThePass":"Mauro Colagreco ","styleOfFood":"Modern French","standOutDish":"Red prawns with asparagus, borage and wild garlic flowers","address":"30 Avenue Aristide Briand, 06500 Menton","phoneNumber":"+33 4 92 41 86 86","url":"http://mirazur.fr/"}]